<template>
    <token-check></token-check>
    <content-block>
        <template v-slot:title>О нас</template>
        <content-block-title>О нас</content-block-title>
        <content-block-text>
            <p>Указывать свои данные необязательно.</p>

            <p>Персонал компании состоит всего из двух человек: отца и сына, которые захотели посвятить свое
                свободное время созданию чего-то нового и интересного. Решили создать свою полноценную
                браузерную стратегию, в которой смогли бы воплотить в жизнь то, чего нам не хватало в других
                играх: больше локаций, больше персонажей, больше юнитов, больше ресурсов и, самое главное,
                длинного и непредсказуемого сюжета о далеких мирах, о путешествии по незнакомым планетам, о
                дикой неизвестной природе.</p>
        </content-block-text>
    </content-block>
</template>

<script></script>

<style scoped></style>